//
//  DocumentsList.swift
//  KBTUDiplomaApp
//
//  Created by Ayan on 14.12.2022.
//

import Foundation

let documentName: [String] = [
    "Наименование документов",
    "Заявление (заполнить от руки)",
    "Анкета абитуриента",
    "Удостоверение личности",
    "Фотография 3x4  (кол-во - 1)",
    """
        Медицинская справка № 75-У (6 месяцев)
        КМА- медицинское заключение *
    """,
    "Снимок флюорографии (1 год)",
    """
        Аттестат и приложение (для выпускников школ) /
        Диплом и приложения (для выпускников колледжей)
    """,
    """
        Сертификат ЕНТ
        (всем кроме выпускников АПЕК и программ UoL)
    """,
    """
        Сертификат по английскому языку (при наличии)
         IELTS / TOEFL / STEP
    """,
    "Форма 063/у",
    "Приписное свидетельство (для юношей)",
    "Мотивационное письмо",
    """
        Документы, подтверждающие социальную категорию, которая имеет преимущественное право на ГОГ/ скидку КБТУ
    """,
    "Договор-контракт в КБТУ"
]

let documentType: [String] = [
    "Оригинал/ Копия",
    "Оригинал",
    "",
    "Копия",
    "Оригинал",
    "Оригинал",
    "Оригинал",
    "Оригинал",
    "Оригинал",
    "Копия",
    "Копия",
    "Копия",
    "Оригинал",
    "Копия",
    "Оригинал"
]
