//
//  Faculties.swift
//  KBTUDiplomaApp
//
//  Created by Ayan on 02.12.2022.
//

import Foundation
import UIKit

let faculties: [String] = [
    "Школа Энергетики и нефтегазовой индустрии",
    "Факультет геологии и геологоразведки",
    "Школа информационных технологий и инженерии",
    "Бизнес Школа",
    "Международная Школа Экономики",
    "Казахстанская Морская Академия",
    "Школа Прикладной Математики",
    "НОЦ Альтернативной энергетики",
    "Школа Химической инженерии",
    "Лаборатория Перспективные материалы и технологии",
    "Школа Ествественных и социальных наук",
    "Школа материаловедения и зеленых технологий"
]

let facultiesTextDescription: [String] = [
    """
    Дорогие абитуриенты! Нефтегазовая отрасль занимает ведущую роль в экономике нашей страны. Казахстан входит в перечень топ-стран, где имеются, разрабатываются и добываются большие запасы углеводородного сырья. Поэтому, нефтегазовый сектор экономики страны всегда нуждается в высококвалифицированных специалистах.
    Школа энергетики и нефтегазовой индустрии готовит специалистов по образовательной программе «Нефтегазовое дело» по трем уровням подготовки: бакалавриат, магистратура и докторантура. Для подготовки специалистов у нас имеется квалифицированный штат профессорско-преподавательского состава, для преподавания привлекаются представители производственных предприятий. Школа оснащена лабораториями нефтяной инженерии, бурения и буровых и тампонажных растворов, механики и общей гидравлики, прикладного моделирования нефтяных и газовых месторождений с использованием программ DrillSim 20, Eclipse, Petrel. Школа активно сотрудничает со многими крупными нефтегазовыми компаниями страны, привлекает их для содействия в разработке учебных планов образовательных программ, организации практик студентов, трудоустройстве выпускников. Студенты факультета являются активными членами Society of Petroleum Engineers.
    Школа также дает возможность выпускникам Высшего колледжа APEC PetroTechnic пройти сокращенное обучение и получить диплом бакалавра. Школа готовит магистров по образовательной программе «Управление промышленными проектами и инжинирингом» в рамках соглашения с Agip Karachaganak B.V. и Eni Corporate University S.p.A.
    Выпускники школы всегда востребованы на рынке труда и отвечают запросам работодателей нефтегазовой промышленности.
    Если вы выбрали наши образовательные программы для получения высшего образования и в качестве фундамента для будущей профессии, мы верим, что вы станете конкурентоспособным и квалифицированным специалистом.
     
    Вместе с вами мы достигнем высоких достижений в основной миссии школы – подготовке кадров, обладающими необходимыми знаниями и компетенциями в нефтегазовой отрасли и воспитании будущего поколения страны.
    С уважением,
    Декан Школы Энергетики и нефтегазовой индустрии
    Исмаилов Абдулахат Абдукаримович
    """,
    
    
    """
    Приветствуем Вас, будущую элиту казахстанских геологов!
    Перед Вами один из самых важных этапов в Вашей жизни, выбор будущей профессии, который послужит в дальнейшем платформой во взрослую жизнь. А профессия должна быть по душе и по-своему интересна. Ваше будущее зависит только от Вас, Ваших желаний, знаний и трудолюбия.
    Сегодня получить высшее образование не так легко, поэтому к выбору университета и специальности, нужно подойти со всей ответственностью. Выбирая техническое образование, вы всегда будете востребованы.
    Обучение на факультете «Геологии и Геологоразведки» по образовательной программе «Геология и разведка месторождений полезных ископаемых» настолько уникальна и многогранна. Ведь здесь Вы можете выбрать любое направление в сфере познаний, так геологи занимаются не только поиском нефти и газа, но и изучают другие виды месторождений минеральных ресурсов и определяют экономическое значение месторождения.
    Принято считать геологию не профессией, а образом жизни. К нам идут люди, которые умеют ценить и восхищаться загадками природы, готовые активно и творчески работать, умеют дружить и быть чуточку романтиками.
    Наша страна занимает значимое место в мире по разведанным запасам и уровню добычи полезных ископаемых, поэтому вместе с геологической специальностью вы всегда сможете быть уверенными в завтрашнем дне.
    Главным приоритетом факультета является высокое качество подготовки специалистов, исходя из требований рынка и бурно развивающегося производства. Образовательные программы бакалавриата и магистратуры разрабатываются с привлечением компаний-недропользователей. С целью повышения конкурентоспособности выпускников, профессорско-преподавательский состав обучает студентов, используя новейшие специализированные программные продукты и технологии, вовлекая их в научно-исследовательские проекты. К учебному процессу привлекаются специалисты, имеющие огромный опыт работы в производственных организациях, профессора университетов ближнего и дальнего зарубежья.
    Ежегодно наши студенты занимают призовые места на студенческих конференциях, олимпиадах и интеллектуальных играх.
    Более подробно об особенностях обучения и студенческой жизни вы можете узнать в деканате факультета.
    Мы ждём креативных, амбициозных, идущих к поставленной цели абитуриентов, способных достичь карьерных и профессиональных высот и занять свое достойное место в развитии экономики нашей страны.

     
    Для более подробной информации, пожалуйста, обращайтесь  - тел.: 8 727 357 42 17
                 Декан : Ахметжанов Айтбек Жамсатович     a.akhmetzhanov@kbtu.kz
                 Менеджер : Улханова Гульжан Максутовна  g.ulkhanova@kbtu.kz
    """,
    
    
    """
    Дорогие друзья, коллеги, абитуриенты, родители, выпускники, гости сайта, кому интересно знать, что такое Школа информационных технологий и инженерии (ШИТиИ) КБТУ.
    ШИТиИ – это прежде всего семья единомышленников, цель которой принести еще больше счастья и удовольствия обществу через образование: чтобы каждый год в интеллектуальной прослойке общества становилось на несколько сот больше молодежи, которая умеет принимать ответственные решения для благополучия своих семей, для компаний, в которых они работают, и в целом для общества.
    Миссия ШИТиИ, которую поддерживают члены нашей семьи - студенты и сотрудники факультета - сделать мир лучше, в том числе и через ИТ образование.
    С этой целью и мечтой (которая сбывается!) ШИТиИ живет вот уже 19 лет с момента своего основания в 2002 году. В разные периоды времени нивелировались задачи для достижения цели - и это естественно: жизнь меняется быстротечно, а скорости изменений в обществе, особенно в технологиях настолько велики, что казавшееся нам фантастикой еще 50 лет назад, сегодня уже реальность, в разработке которой участвует порою молодежь школьного возраста.
     
    На сегодня ШИТиИ – это самый большой факультет КБТУ, на котором получают образовательные услуги почти тысячу студентов бакалавров и магистров.
    Существуют несколько составляющих в жизни факультета, на которых опирается успех в решении задач для достижения цели. Нам представляются эти составляющие таковыми:

    1.Окружение (атмосфера)
    2.Образовательные программы
    3.Преподавательский состав
    4. Техническое оснащение (лаборатории)
    5. Связь с индустрией
    6. Научно-прикладные исследования
     
    Каждая из этих составляющих вносит свой значительный вклад в достижение цели. В отсутствии какой-либо из составляющих нам вряд ли удалось бы добиться тех достижений, которыми гордится КБТУ и вся страна.
    """,
    
    
    """
    Приветствие декана

    Бизнес Школа КБТУ получила огромное развитие с момента основания университета в 2001 году. Мы гордимся тем, кто мы есть сегодня, какие ценности мы привносим в общество и развитие будущих лидеров Казахстана. Будучи лидирующей школой бизнеса в стране, мы постоянно совершенствуем содержание наших программ и методы преподавания. Наши программы бакалавриата и магистратуры преподаются исключительно на английском языке ведущими международными и местными преподавателями и признаются профессиональными организациями, такими как CFA, ACCA и CIMA. Кроме того, мы рады сообщить, что Бизнес Школа КБТУ аккредитована Американским Советом Бизнес Школы и Программ ACBSP.
     
    Будучи частью КБТУ, Бизнес Школа обеспечивает образование и обучение на высоком уровне в самом центре г. Алматы. Мы прикладываем все усилия для создания плодотворного партнерства с нашими индивидуальными и корпоративными партнерами как на местном, так и на международном уровне. Например, наши студенты получают международный опыт посредством таких программ обмена, как Erasmus + и Abay-Verne. Кроме того, Бизнес Школа КБТУ является единственной бизнес школой в Казахстане, имеющей лицензию на проведение курса для магистрантов, разработанного гуру стратегии Майклом Портером из Гарвардского института стратегии и конкурентоспособности (Harvard Institute of Strategy and Competitiveness).
     
    Вы ищете первоклассную бизнес школу в Казахстане? Бизнес Школа КБТУ - это место, где ваши желания и ожидания будут удовлетворены.
     
    С уважением,
    Ержан Мукашев
    Декан Бизнес Школы
    PhD по экономике, Университет Мэриленда, США
    """,
    
    
    """
    Международная Школа Экономики (МШЭ) — это уникальный факультет КБТУ, который является признанным образовательным центром Университета Лондона с 2005 года. Все наши студенты обучаются под академическим руководством Лондонской Школы Экономики и получают диплом Университета Лондона. Это означает то, что наши студенты учатся по программам курсов, разработанных в Лондонской Школе Экономики, которая в свою очередь является одним из ведущих университетов мира в области социальных наук и входит в структуру Университета Лондона.  Следовательно, все студенты МШЭ сдают как внутренние экзамены КБТУ, так и внешние, международные экзамены Университета Лондона.
     
     
    Мы ожидаем что студенты ответственно подойдут к учебе в МШЭ. Наши преподаватели, выпускники лучших Университетов мира, помогут Вам в достижении поставленных целей!
    В 2020 году в МШЭ открылась новая программа бакалавриата: Наука о данных и бизнес аналитика. Это программа становится все более востребованной в современном мире так как анализ больших данных поможет не только изменить нашу повседневную жизнь, но и существенно повлияет на многие социальные процессы в обществе.
     
    В МШЭ мы стремимся к тому, чтобы наши студенты формировались как личности и умели не только понимать и использовать учебный материал, но и мыслить критически. Со дня своего основания и по сей день МШЭ является центром подготовки специалистов, конкурентоспособных на международных рынках труда и соответствующих лучшим мировым стандартам.
     
    Мы ищем амбициозных и трудолюбивых студентов, которые уверенно идут к намеченной цели!
     
    На первом году обучения наши студенты проходят курсы AP, разработанные Collegeboard. Мы предлагаем AP курсы по таким предметам как, Исчисление, Статистика, Микорэкономика, Макроэкономика. Нажмите ЗДЕСЬ для получения дополнительной информации.
     
     
    Наши двери всегда открыты для Вас!
    С Уважением,
    Администрация МШЭ:
    Декан МШЭ Айдан Ислями
    И.о. декана МШЭ на 2022- 2023 Бигабатова Мадина Мараткызы
    Эл.почта: m.bigabatova@kbtu.kz
    Заместитель Декана МШЭ Бисенбаева Дана тел: +7 (727) 357 42 42
    Эл. Почта: d.bisenbaeva@kbtu.kz
    Главный Менеджер МШЭ Курымбаева Зере тел: +7 (727) 357 42 42
    Эл. Почта: z.kurymbayeva@kbtu.kz
    Менеджер МШЭ Гарифоллина Жазира тел: +7 (727) 357 42 42
    Эл.почта; z.garifollina@kbtu.kz
    Вебсайт: www.ise.ac
    """,
    
    
    """
    ПРИВЕТСТВИЕ ДЕКАНА

    Дорогой абитуриент!
    Казахстанская Морская Академия это поистине уникальный факультет, который не имеет аналогов в Казахстане. С 2012 года КМА задает новые стандарты в вопросах подготовки кадров для морской индустрии каспийского региона. Диплом КМА в морских компаниях Казахстана ассоциируется с высококвалифицированными кадрами, соответственно давая нашим выпускникам широкие карьерные возможности.
    По окончании учебы вы присоединитесь к расширяющейся сети выпускников КМА, которые являются важным человеческим капиталом страны,  работая в таких компаниях как: «Казмортрансфлот», «NCOC», «COC», «Topaz Marine», «ТШО» и в других крупных корпорациях. И да, я с гордостью могу сказать, что некоторые из них набравшись индустриального опыта, возвращаются в КМА для обучения и подготовки нового поколения.
    Разнообразие морских лабораторий и симуляторов, международная морская практика, квалифицированные преподаватели прошедшие подготовку в Германии, Омане, США и Нидерландах позволяют нашим программам из года в год беспрепятственно проходить международные аудиты. То, что мы делаем в КМА, необходимо в этот важный момент в истории нашей страны, момент диверсификации транспортировок нефти, момент развития транспортного потенциала нашей страны.
    Как декан этой удивительной академии, я не могу обещать вам легкой учебы, но могу гарантировать интересный учебный процесс и качественные знания, которые сделают вас востребованным на рынке труда и откроет уникальные возможности будущего.
    КМА это ваш ключ к карьере в морской индустрии.
    Декан Казахстанской морской академии
    Рамиль Бикташев
    """,
    
    
    """
    Уважаемый абитуриент!
    Добро пожаловать на Факультет Школы прикладной математики КБТУ!
     
    Школа прикладной математики (ШПМ) КБТУ - один из самых молодых факультетов КБТУ.
    Нашей гордостью является сильнейший профессорско-преподавательский состав. Обучаясь в Школе ПМ, студенты получают фундаментальные знания по математике и ее разнообразным приложениям, практикуются в проведении высокопроизводительных вычислений, принимают участие в работе научных семинаров и выполнении научных проектов. Помимо вышесказанного наши студенты имеют возможность изучать оптимальное управление и учатся принимать эффективные управленческие решения.
    Мы обучаем бакалавров, магистров и докторов PhD по образовательной программе – «Математическое и компьютерное моделирование». Для подготовки специалистов высшей категории Школа ПМ имеет докторантуру по этой специальности. Кроме того, функционирует диссертационный совет по защите докторских диссертаций по специальности “Математическое и компьютерное моделирование”.
    Будучи студентом Школы прикладной математики у Вас будет возможность изучить как основные курсы обучения, так и выбрать для себя наиболее интересные дисциплины по выбору из других факультетов КБТУ, что поспособствует разностороннему развитию личности. Более того, полученные знания и стремление к постоянному самосовершенствованию помогут Вам адаптироваться в будущей работе, так как в будущем более востребованными будут именно универсальные специалисты, специалисты разносторонние.
     
    С уважением, Декан Школы прикладной математики,
    Исахов Асылбек
    """,
    
    
    """
    Лаборатория нанотехнологий  - была создана в Казахстанско-Британском техническом университете 2 мая 2011 года под руководством профессора Нусупова К.Х. 15 октября 2018 года преобразована в Научно-образовательный центр альтернативной энергетики и нанотехнологий (НОЦ АЭиН).
     
    Миссия
    Научно-образовательный центр альтернативной энергетики и нанотехнологий стремится стать динамичным центром инноваций, ориентированным на повышение качества научной, образовательной, технологической, исследовательской, инновационной, проектной и предпринимательской деятельности, а также развитию партнерства с внутренними и внешними сообществами (коммерциализация).
    Научно-образовательный центр альтернативной энергетики и нанотехнологий ставит своей целью подготовку высококвалифицированных научных, педагогических и управленческих кадров, способных внести эффективный вклад в развитие страны.
    Научно-образовательный центр альтернативной энергетики и нанотехнологий осуществляет интеграцию науки и образования, формируя научно-производственный комплекс по разработке технологий различных объектов альтернативной энергетики (солнечной, ветровой, биологической и т.д.
     
    Цели
    Образовательная деятельность по подготовке PhD докторантов с использованием современных установок слаботочной и сильноточной электроники.
    Разработка комплекса технологий для производства солнечных элементов и солнечных модулей как наземного, так и космического базирования.
    Разработка и производство ветроустановок на основе собственных патентов.
    Синтез и исследование карбидокремниевых и алмазоподобных углеродных пленок для наноэлектроники.
    Разработка базовых ионно-лучевых установок (ускорительная техника и др.) и электронных пушек. Электронно- ионная и магнитная оптика. Магнитные анализаторы и спектрометры для изучения климатических катастроф.
    """,
    
    
    """
    ПРИВЕТСТВИЕ ДЕКАНА
    Уважаемые абитуриенты и посетители сайта!
    Рада приветствовать всех, кто интересуется нашей Школой Химической инженерии! Надеюсь, что интернет-экскурс пойдет Вам на пользу.
    Школьники и абитуриенты могут узнать о возможностях, условиях и качестве обучения в нашей Школе и сделать выбор: кем быть, чему и где учиться, чтобы быть максимально востребованным специалистом в области химической инженерии! Магистранты и докторанты получат информацию о научных достижениях и перспективах развития ШХИ.
    ШХИ достойный выбор! Почему?
    С момента создания Школа успешно ведет научно-образовательную деятельность и подготовил около 500 химиков-технологов.
    Программа бакалавриата ШХИ признана лучшей в Казахстане на протяжении последних 8 лет согласно рейтингу НКАОКО (Независимое Казахстанское агентство по обеспечению качества в образовании), имеет опыт в получении международной аккредитации (IMAREST, Royal Engineering Council, UK, KAZSEE) и лицензировании программ международным агентством BTEC.
    Наших студентов обучают высококвалифицированные отечественные и зарубежные профессора.
    ШХИ предоставляет возможность обучающимся в рамках академической мобильности пройти обучение и стажировку в ведущих университетах и научных центрах Кореи (Sejong University), Малайзии (University Sains Malaysia), Швейцарии (Federal Polytechnic School of Lausanne), Испании (San Jorge University), Saint-Etienne School of Mines (Франция) и др.
    В ШХИ внедрена дуальная система образования, что сочетает глубокое теоретическое знание с реальной практической деятельностью, т.е студент проходит обучение как в аудиториях, так и на производстве. Такую возможность нашим студентам дают наши партнеры: нефтеперерабатывающие заводы Казахстана (АНПЗ, ПНХЗ, ПетроКазахстан), Румынии (Petromidia) и др. Это безусловно усиливает роль работодателя в процессе обучения и способствует максимальной востребованности наших выпускников.
    Студенческая жизнь – это не только лекции, экзамены, а еще многочисленные конкурсы, интеллектуальные игры, олимпиады, спорт и походы, игра в КВН и конечно же, студенческий клуб химиков-технологов (СКХТ).
    Со дня образования ШХИ прошло немного времени, но мы добились значительных успехов. И самое главное - это наши выпускники, которые успешно работают в крупных национальных и иностранных компаниях: «KazMunaiGas», «TengizСhevroil», NCOC, "Petrofac" (ОАЭ), «Atyrau Oil Refining”, "Schlumberger", «Karachaganak Petroleum Operating», Medherant (British Pharmaceutical Company), а также продолжают обучение в магистратуре и докторантуре лучших вузов мира: Warwick University (Великобритания), Tokyo Institute of Technology (Япония), KTH Royal Institute of Technology (Швеция) и др.
    Всех тех, кто верит в свои силы и интеллект, строит самые смелые планы и хочет быть востребованным в области химической инженерии, мы приглашаем присоединиться к нам.
    Желаю Вам благополучия, верных друзей, успехов в учебе, упорства в достижении поставленной цели и просто удачи!
     
    С уважением,
    Декан ШХИ, докт.хим. наук, профессор КБТУ
    Джамансариева Калыкыз Утемисовна.
    """,
    
    
    """
    Лаборатория "Перспективные материалы и технологии" создана в 2012 г и является структурным подразделением АО "Казахстанско-Британский технический университет".
     
    Цели
    Основной целью деятельности лаборатории является проведение  фундаментальных исследований в области естественно-научных дисциплин, химической технологии, нефтехимии и металлургии.
    Целью прикладных исследований является разработка инновационных технических решений в химической технологии, защиты металлов от коррозии, материаловедении, нефтехимии, металлообработке и металлургии. В частности, предложены технологии извлечения различных металлов из существующего многокомпонентного минерального сырья, вторичного сырья, промышленных отходов и отходов бытовой техники. Созданы научные основы для совершенствования технологий в гидро – и пирометаллургии. Выполнены заделы для повышения качества моторных топлив.
    Деятельность лаборатории направлена на дополнение и расширение существующих представлений о структурно-энергетическом соответствии в материальном мире и разработку инновационных технических решений в химической технологии, материаловедении, нефтехимии, металлообработке и металлургии.
    """,
    
    
    """
    Уважаемые студенты !
    Рад приветствовать вас на странице Школы Естественных и Социальных Наук. Школа живет как большой организм кораллового рифа, ведомый одной целью - помочь вам получить более качественное образование. Под руководством профессорско-преподавательского состава нашей школы вы сможете изучать дисциплины, которые откроют знания о человечестве, обществе, культурном сочетании и глобальных тенденциях современности, а также модернизации. Благодаря педагогическому опыту и навыкам, а также высокопрофессиональным компетенциям наших преподавателей вы получите удовольствие от прослушанных лекций и сможете активно принимать участие в дискуссиях. На занятиях по гуманитарным дисциплинам вы приобретете уверенность, научитесь отстаивать свою точку зрения, дискутировать, научитесь ясно выражать свои мысли в письменной речи, избавитесь от косноязычия и просторечия, сможете развить навыки академического письма. В нашей школе ведется активная творческая общественная работа. Я уверен, что вы с удовольствием окунетесь в нее, продемонстрируете свои коммуникативные навыки, умение работать в команде и станете лидером. Более подробную информацию о целях и приоритетах нашей школы вы можете узнать ниже. Желаю вам в новом учебном году блестящих успехов во всех ваших начинаниях! Мы ждем вас в нашей школе.
    Профессорско-преподавательский состав школы всегда рад общению с вами и готов предоставить вам консультацию в любое удобное для вас время по любым интересующим вас вопросам.
    С уважением,
    Декан Школы Естественных и Социальных Наук
    Бейсенов Р.Е
    """,
    
    
    """
    Дорогие абитуриенты!
    Школа материаловедения и зеленых технологий (ШМиЗТ) создана в Казахстанско-Британском техническом университете на базе Лаборатории альтернативной энергетики и нанотехнологий (ЛАЭиН) и Лаборатории перспективных материалов и технологий (ЛПМиТ). Нанотехнологии охватывают междисциплинарную область, находящуюся на стыке фундаментальных и прикладных направлений науки и техники. Направление стало актуальным, поскольку позволяет формировать структуру материалов на наномасштабном уровне и изменять свойства наноматериалов, тем самым способствуя их интеграции в различные отрасли промышленности и науки. С использованием нанотехнологий разрабатываются такие направления альтернативной энергетики как солнечная энергетика. Значительные успехи достигнуты в области ветроэнергетики на основе собственных патентов Евросоюза и США.
    Обучающиеся в школе получают знания по образовательным программам:
    бакалавры: «6B07113 - Инженерная физика и технологии новых материалов»;
    магистранты: 7М07108 «Наноматериалы и нанотехнологии (по областям применения)» и 7М07109 «Материаловедение и технология новых материалов»;
    докторанты: 8D07108 «Наноматериалы и нанотехнологии (по областям применения)», 8D07109 «Материаловедение и технология новых материалов» и 8D07204 «Металлургия».
    Школа располагает высококвалифицированным профессорско-преподавательским составом и всем необходимым высокотехнологичным оборудованием для подготовки бакалавров, магистров и докторов PhD.
     
    С уважением, декан Школы материаловедения и зеленых технологий,
    Бейсенханов Нуржан Бейсенханович
    """
]
let teachers_FENGI: [String] = [
    """
        Абдукаримов Айбек Кенжебекович, Заместитель декана факультета,
        Сениор-лектор MSc по специальности нефтегазовое дело",
    """,
    """
        Дусалиев Каиргали Мукашевич, Профессор
        Доктор технических наук
    """,
    """
        Исмаилов Абдулахат Абдукаримович, Декан факультета, профессор
        Кандидат технических наук
    """,
    """
        Нусипкожаев Айбол Изтелеуович, Сениор-лектор
        MSc по специальности нефтегазовое дело
    """,
    """
        Полумордвинов Игорь Олегович, Ассистент профессор
        Кандидат технических наук
    """,
    """
        Тикебаев Талгат Асанбаевич,Заместитель декана факультета, ассистент профессор
        PhD по специальности нефтегазовое дело
    """
]
let teachers_geology: [String] = [
    """
        Абдукаримов Айбек Кенжебекович, Заместитель декана факультета,
        Сениор-лектор MSc по специальности нефтегазовое дело",
    """,
    """
        Дусалиев Каиргали Мукашевич, Профессор
        Доктор технических наук
    """,
    """
        Исмаилов Абдулахат Абдукаримович, Декан факультета, профессор
        Кандидат технических наук
    """,
    """
        Нусипкожаев Айбол Изтелеуович, Сениор-лектор
        MSc по специальности нефтегазовое дело
    """,
    """
        Полумордвинов Игорь Олегович, Ассистент профессор
        Кандидат технических наук
    """,
    """
        Тикебаев Талгат Асанбаевич,Заместитель декана факультета, ассистент профессор
        PhD по специальности нефтегазовое дело
    """
]

let teachers_FIT: [String] = [
    
]
