//
//  GetGrantInfo.swift
//  KBTUDiplomaApp
//
//  Created by Ayan on 14.12.2022.
//

import Foundation

let dateGrant: [String] = [
    """
        Дата и детали проведения
    """,
    
    """
        20 июня – 25 августа
        В КБТУ
    """,
    
    """
        На сайте KAZENERGY
    """,
    
    """
        15 – 30 июля
        На сайте testcenter.kz
    """,
    
    """
        10 – 20 августа
        На сайте testcenter.kz
    """,
    
    """
        25 августа
        Приказом КБТУ
    """,
    
    """
        26–31 августа
        В КБТУ
    """,
    
    """
        1 сентября
        В КБТУ
    """,
    
    """
        1–2 сентября
        Онлайн wsp.kbtu.kz
    """,
    
    """
        6 сентября
        Онлайн wsp.kbtu.kz
    """,
    
    """
        7–9 сентября и 12–13 сентября
        Дом магистрантов и студентов КБТУ
    """
]

let namingGrant: [String] = [
    "",
    "Прием документов и заключение договора на платное отделение",
    
    "Прием и регистрация документов для участия в конкурсе «Грант KAZENERGY»",
    
    "Прием заявлений для участия в ЕНТ, при отсутствии ЕНТ 2022 года (на платное отделение)",
    
    "Проведение ЕНТ, при отсутствии ЕНТ 2022 года (на платное отделение)",
    
    "Зачисление в число студентов",
    
    """
        Ориентационная неделя в здании КБТУ:
        - знакомство с университетом;
        - встреча с деканами;
        - перезачет для фокусных школ и сертификата IELTS/ TOEFL для всех поступивших;
        - получение ID карт;
        - получение логина и пароля системы WSP;
        - диагностическое тестирование по рус / каз/ англ языкам;
        * явка для всех обязательна!
    """,
    
    "Начало учебного года по расписанию wsp.kbtu.kz",
    
    "Прием заявок на заселение от студентов 1 курса",
    
    "Объявление списка студентов, прошедших на заселение",
    
    "Заселение студентов 1 курса"
    
]
