//
//  GetPaymentInfo.swift
//  KBTUDiplomaApp
//
//  Created by Ayan on 14.12.2022.
//

import Foundation
import UIKit

let datePayment: [String] = [
    "Дата и детали проведения",
    """
        20 июня – 13 июля
        В КБТУ
    """,
    """
        13–20 июля
        ПЭП, НЦТ
        КБТУ
    """,
    """
        10–15 августа
        Онлайн на сайте
    """,
    """
        15–25 августа
        В КБТУ
    """,
    """
        25 августа
        Приказом КБТУ
    """,
    """
        26–31 августа
        В КБТУ
    """,
    """
        1 сентября
        В КБТУ
    """,
    """
        1–2 сентября
        Онлайн wsp.kbtu.kz
    """,
    """
        6 сентября
        Онлайн wsp.kbtu.kz
    """,
    """
        7–9 сентября и 12–13 сентября
        Дом магистрантов и студентов КБТУ
    """
]

let namingPayment: [String] = [
    "",
    "Прием документов для участия в конкурсе государственных грантов",
    """
        Подача заявлений для участия в конкурсе государственных грантов
         
        Заявления на конкурс будут приняты только после сдачи документов в КБТУ
    """,
    "Результаты конкурса государственных образовательных грантов",
    "Заключение договора на государственный образовательный грант",
    "Зачисление в число студентов",
    """
        Ориентационная неделя в здании КБТУ:
        - знакомство с университетом;
        - встреча с деканами;
        - перезачет для фокусных школ и сертификата IELTS/ TOEFL для всех поступивших;
        - получение ID карт;
        - получение логина и пароля системы WSP;
        - диагностическое тестирование по рус / каз/ англ языкам;
        * явка для всех обязательна!
    """,
    "Начало учебного года по расписанию wsp.kbtu.kz",
    "Прием заявок на заселение от студентов 1 курса",
    "Объявление списка студентов, прошедших на заселение",
    "Заселение студентов 1 курса"
]
